<?php

return array(
    'Version' => '2.0.92.80',
    'Names' => array(
        'es' => 'هسپانوی',
        'fa' => 'دری',
        'fi' => 'فنلندی',
        'ga' => 'آیرلندی',
        'hr' => 'کروشیایی',
        'id' => 'اندونیزیایی',
        'is' => 'آیسلندی',
        'it' => 'ایتالوی',
        'ja' => 'جاپانی',
        'ko' => 'کوریایی',
        'ky' => 'قرغزی',
        'mn' => 'مغلی',
        'ne' => 'نیپالی',
        'nl' => 'هالندی',
        'no' => 'نارویژی',
        'pl' => 'پولندی',
        'pt' => 'پرتگالی',
        'sv' => 'سویدنی',
        'tg' => 'تاجکی',
    ),
);
