<?php

return array(
    'Version' => '2.0.97.92',
    'Names' => array(
        'AUD' => array(
            0 => 'A$',
            1 => 'аўстралійскі даляр',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'бразільскі рэал',
        ),
        'BYR' => array(
            0 => 'р.',
            1 => 'беларускі рубель',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'кітайскі юань',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'эрытрэйская накфа',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'еўра',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'англійскі фунт',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'індыйская рупія',
        ),
        'JPY' => array(
            0 => '¥',
            1 => 'японская іена',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'нарвэская крона',
        ),
        'RUB' => array(
            0 => 'рас. руб.',
            1 => 'рускі рубель',
        ),
        'USD' => array(
            0 => '$',
            1 => 'долар ЗША',
        ),
    ),
);
