<?php

return array(
    'Version' => '2.0.98.52',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'Արաբական Միացյալ Էմիրությունների դիրհամ',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'Աֆղանական աֆղանի',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'Ալբանական լեկ',
        ),
        'AMD' => array(
            0 => 'դր.',
            1 => 'Հայկական դրամ',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'Նիդերլանդական Անտիլների գուլդեն',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'Անգոլական կվանզա',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'Արգենտինական պեսո',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'Ավստրալական դոլար',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'Արուբական ֆլորին',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'Ադրբեջանական մանաթ',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'Բոսնիա և Հերցեգովինայի փոխարկելի մարկա',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'Բարբադոսյան դոլար',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'Բանգլադեշի տակա',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'Բուլղարական լև',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'Բահրեյնական դինար',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'Բուրունդիի ֆրանկ',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'Բերմուդյան դոլար',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'Բրունեյական դոլար',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'Բոլիվիական բոլիվիանո',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'Բրազիլական ռեալ',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'Բահամական դոլար',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'Բութանական նգուլտրում',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'Բոթսվանական պուլա',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'Բելառուսական ռուբլի',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'Բելիզի դոլար',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'Կանադական դոլար',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'Կոնգոյի ֆրանկ',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'Շվեյցարական ֆրանկ',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'Չիլիական պեսո',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'Չինական յուան',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'Կոլումբիական պեսո',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'Կոստա Ռիկայի կոլոն',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'Կուբական փոխարկելի պեսո',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'Կուբական պեսո',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'Կաբո Վերդեի էսկուդո',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'Չեխական կրոնա',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'Ջիբութիի ֆրանկ',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'Դանիական կրոնա',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'Դոմինիկական պեսո',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'Ալժիրական դինար',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'Եգիպտական ֆունտ',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'Էրիթրեական նակֆա',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'Եթովպական բիր',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'Եվրո',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'Ֆիջիական դոլար',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'Ֆոլկլենդյան կղզիներ ֆունտ',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'Բրիտանական ֆունտ ստեռլինգ',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'Վրացական լարի',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'Գանական սեդի',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'Ջիբրալթարի ֆունտ',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'Գամբիական դալասի',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'Գվինեական ֆրանկ',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'Գվատեմալական կետսալ',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'Գայանական դոլար',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'Հոնկոնգի դոլար',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'Հոնդուրասական լեմպրիա',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'Խորվաթական կունա',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'Հաիթյան գուրդ',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'Հունգարական ֆորինտ',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'Ինդոնեզական ռուփի',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'Իսրայելի նոր շեկել',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'Հնդկական ռուփի',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'Իրաքյան դինար',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'Իրանական ռիալ',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'Իսլանդական կրոնա',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'Ջամայկական դոլար',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'Հորդանանական դինար',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'Ճապոնական իեն',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'Քենիական շիլինգ',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'Ղրղզական սոմ',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'Կամբոջական ռիել',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'Կոմորյան կղզիների ֆրանկ',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'ԿԺԴՀ-ի վոնա',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'Հարավկորեական վոնա',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'Քուվեյթական դինար',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'Կայմանյան կղզիների դոլար',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'Ղազախական տենգե',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'Լաոսական կիպ',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'Լիբանանական ֆունտ',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'Լանկիական ռուփի',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'Լիբերիական դոլար',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'Լիտվական լիտ',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'Լատվիական լատ',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'Լիբիական դինար',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'Մարոկական դիրհամ',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'Մոլդովական լեյ',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'Մադագասկարի արիարի',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'Մակեդոնական դենար',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'Մյանմական կյատ',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'Մոնղոլական տուգրիկ',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'Մակաոյի պատակա',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'Մավրիտանական ուգիյա',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'Մավրիկական ռուփի',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'Մալդիվյան ռուֆիա',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'Մալավիական կվաչա',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'Մեքսիկական պեսո',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'Մալայզիական ռինգիտ',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'Մոզամբիկյան մետիկալ',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'Նամիբիական դոլար',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'Նիգերիական նայրա',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'Նիկարագուական կորդոբա',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'Նորվեգական կրոնա',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'Նեպալական ռուփի',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'Նորզելանդական դոլար',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'Օմանական ռիալ',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'Պանամական բալբոա',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'Պերուի նոր սոլ',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'Պապուա-Նոր Գվինեայի կինա',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'Ֆիլիպինական պեսո',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'Պակիստանական ռուփի',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'Լեհական զլոտի',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'Պարագվայական գուարանի',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'Քաթարական ռիալ',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'Ռումինական լեյ',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'Սերբական դինար',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'Ռուսական ռուբլի',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'Ռուանդական ֆրանկ',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'Սաուդյան Արաբիայի ռիալ',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'Սողոմոնյան կղզիների դոլար',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'Սեյշելյան կղզիների ռուփի',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'Սուդանական ֆունտ',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'Շվեդական կրոնա',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'Սինգապուրյան դոլար',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'Սուրբ Հեղինեի կղզու ֆունտ',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'Սիերա-Լեոնեի լեոնե',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'Սոմալիական շիլինգ',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'Սուրինամական դոլար',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'Հարավսուդանական ֆունտ',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'Սան Տոմե և Պրինսիպիի դոբրա',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'Սիրիական ֆունտ',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'Սվազիլենդական լիլանգենի',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'Թաիլանդական բատ',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'Տաջիկական սոմոնի',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'Թուրքմենական մանաթ',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'Թունիսական դինար',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'Տոնգայի պաանգա',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'Թուրքական լիրա',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'Տրինիդադ և Տոբագոյի դոլար',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'Թայվանական նոր դոլար',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'Տանզանիական շիլինգ',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'Ուկրաինական գրիվնա',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'Ուգանդական շիլինգ',
        ),
        'USD' => array(
            0 => '$',
            1 => 'ԱՄՆ դոլար',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'Ուրուգվայական պեսո',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'Ուզբեկական սում',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'Վենեսուելական բոլիվար',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'Վիետնամական դոնգ',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'Վանուատուի վատու',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'Սամոական տալա',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'Աֆրիկական ֆինանսական համայնքի ֆրանկ BEAC',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'Արևելակարիբյան դոլար',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'Աֆրիկական ֆինանսական համայնքի ֆրանկ BCEAO',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'ԿՊՖ ֆրանկ',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'Եմենական ռիալ',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'Հարավաֆրիկական ռենդ',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'Զամբիական կվաչա (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'Զամբիական կվաչա',
        ),
    ),
);
