<?php

return array(
    'Version' => '2.0.98.52',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'Дихрам (БАЭ)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'Ауғаныстан афганиі',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'Албания лекі',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'Армения драмы',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'Нидерланды антиль гульдені',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'Ангола кванзасы',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'Аргентина песосы',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'Австралия доллары',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'Арубан флоринсы',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'Әзірбайжан манаты',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'Босния және Герцеговина айырбасталмалы маркасы',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'Барбадос доллары',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'Бангладеш такасы',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'Болгар леві',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'Бахрейн динары',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'Бурунди франкы',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'Бермуд доллары',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'Бруней доллары',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'Боливия боливианосы',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'Бразилия реалы',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'Багам доллары',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'Бутан нгултрумы',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'Ботсвана пуласы',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'Беларус рублі',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'Белиз доллары',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'Канада доллары',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'Конго франкы',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'Швейцария франкы',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'Чили песосы',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'Қытай юаны',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'Колумбия песосы',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'Коста-рика колоны',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'Куба айырбасталмалы песосы',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'Куба песосы',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'Кабо-Верде эскудосы',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'Чех кронасы',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'Джибути франкы',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'Дат кроны',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'Доминикан песосы',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'Алжир динары',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'Мысыр фунты',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'Эритрей накфасы',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'Эфиопия быры',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'Еуро',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'Фиджи доллары',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'Фолкленд аралдарының фунты',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'Британия фунты',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'Грузия лариі',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'Гана седиі',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'Гибралтар фунты',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'Гамбия даласиі',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'Гвиней франкы',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'Гватемала кетсалі',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'Гайана доллары',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'Гонконг доллары',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'Гондурас лемпираcы',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'Хорватия кунасы',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'Гаити гурды',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'Венгер форинты',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'Индонезия рупиі',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'Израиль жаңа шекелі',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'Үнді рупиясы',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'Ирак динары',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'Иран риалы',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'Исландия кронасы',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'Ямайка доллары',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'Йордания динары',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'Жапон иені',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'Кения шиллингі',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'Қырғызстан сомы',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'Камбоджа риелі',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'Комор аралдары франкы',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'Солтүстік Корея воны',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'Оңтүстік Корея воны',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'Кувейт динары',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'Кайман аралдары доллары',
        ),
        'KZT' => array(
            0 => '₸',
            1 => 'Қазақстан теңгесі',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'Лаос кипі',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'Ливан фунты',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'Шри-Ланка рупиясы',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'Либерия доллары',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'Литва литы',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'Латвия латы',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'Ливия динары',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'Марокко дирхамы',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'Молдава лейі',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'Малагаси ариариы',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'Македония динары',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'Мьянма кьяты',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'Моңғолия тугрикасы',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'Макао патакасы',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'Мавритания угиясы',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'Маврикий рупиясы',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'Мальдив руфиясы',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'Малави квачасы',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'Мексика пессосы',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'Малайзия ринггиті',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'Мозамбик метикалы',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'Намибия доллары',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'Нигерия найрасы',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'Никарагуа кордобасы',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'Норвегия кроны',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'Непал рупиі',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'Жаңа Зеландия доллары',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'Оман риалы',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'Панама бальбоасы',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'Перу жаңа солі',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'Папуа - Жаңа Гвинея кинасы',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'Филиппин песосы',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'Пәкістан рупиі',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'Польша злотасы',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'Парагвай гуараниі',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'Катар риалы',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'Румыния лейі',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'Сербия динары',
        ),
        'RUB' => array(
            0 => 'руб.',
            1 => 'Ресей рубль',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'Руанда франкы',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'Сауд Арабия риалы',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'Соломон аралдары доллары',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'Сейшель рупиясы',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'Судан фунты',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'Швед кроны',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'Сингапур доллары',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'Әулие Елена аралы фунты',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'Сьерра-Леоне леонесы',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'Сомали шиллингі',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'Суринам доллары',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'Оңтүстік Судан фунты',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'Сант-Томе мен Принсипи добрасы',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'Сирия фунты',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'Свазиленд лилангениі',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'Тай баты',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'Тәжікстан сомониі',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'Түрікменстан манаты',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'Тунис динары',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'Тонга паангасы',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'Түрік лирасы',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'Тринидад пен Тобаго доллары',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'Жаңа Тайван доллары',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'Танзания шиллингі',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'Украина гривнасы',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'Уганда шиллингі',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'АҚШ доллары',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'Уругвай песосы',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'Өзбекстан сомы',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'Венесуэла боливары',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'Вьетнам донгы',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'Вануату ватуы',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'Самоа таласы',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'КФА ВЕАС франкы',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'Шығыс Кариб доллары',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'КФА ВСЕАО франкы',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'КФП франкы',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'Йемен риалы',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'Оңтүстік Африка рэнді',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'Замбия квачасы',
        ),
    ),
);
