<?php

return array(
    'Version' => '2.0.98.52',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'Бириккен Араб Эмираттары дирхамы',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'Афганстан афганиси',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'Албания леги',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'Армения драмы',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'Нидерланд Антил гулдени',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'Ангола кванзасы',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'Аргентина песосу',
        ),
        'AUD' => array(
            0 => 'AUD',
            1 => 'Австралия доллары',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'Аруба флорини',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'Азербайжан манаты',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'Босния-Герцеговина оодарылма маркы',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'Барбадос доллары',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'Бангладеш такасы',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'Болгария леви',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'Бахрейн динары',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'Бурунди франкы',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'Бермуд доллары',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'Бруней доллары',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'Боливия боливианосу',
        ),
        'BRL' => array(
            0 => 'BRL',
            1 => 'Бразилия реалы',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'Багама доллары',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'Бутан нгултруму',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'Ботсвана пуласы',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'Беларусь рублу',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'Белиз доллары',
        ),
        'CAD' => array(
            0 => 'CAD',
            1 => 'Канада доллары',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'Конго франкы',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'Швейцария франкы',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'Чили песосу',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'Кытай юаны',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'Колумбия песосу',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'Коста Рика колону',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'Куба оодарылма песосу',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'Куба песосу',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'Капе Верде эскудосу',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'Чехия корунасы',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'Жибути франкы',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'Дания крону',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'Доминика песосу',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'Алжир динары',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'Мисир фунту',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'Эритреа накфасы',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'Эфиопия бирри',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'Евро',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'Фижи доллары',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'Фолкленд аралдарынын фунту',
        ),
        'GBP' => array(
            0 => 'GBP',
            1 => 'Британия фунт стерлинги',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'Грузия лариси',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'Гана седиси',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'Гибралтар фунту',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'Гамбия даласиси',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'Гине франкы',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'Гватемала кетсалы',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'Гуйана доллары',
        ),
        'HKD' => array(
            0 => 'HKD',
            1 => 'Гоӊ Коӊ доллары',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'Гондурас лемпирасы',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'Хорватия кунасы',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'Гаити гурду',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'Венгрия форинти',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'Индонезия рупийасы',
        ),
        'ILS' => array(
            0 => 'ILS',
            1 => 'Израил жаӊы шегели',
        ),
        'INR' => array(
            0 => 'INR',
            1 => 'Индия руписи',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'Ирак динары',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'Иран риалы',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'Исландия крону',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'Жамайка доллары',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'Йордания динары',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'Жапан йени',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'Кения шиллинги',
        ),
        'KGS' => array(
            0 => 'сом',
            1 => 'Кыргызстан сому',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'Камбожа риели',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'Коморос франкы',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'Түндүк Корея уону',
        ),
        'KRW' => array(
            0 => 'KRW',
            1 => 'Түштүк Корея уону',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'Кувейт динары',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'Кайман доллары',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'Казакстан теӊгеси',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'Лаос киби',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'Ливан фунту',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'Шри Ланка руписи',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'Либерия доллары',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'Литва литасы',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'Латвия латсы',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'Ливия динары',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'Марокко дирхамы',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'Молдова лейи',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'Мадагаскар ариариси',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'Македония денары',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'Мйанмар кйаты',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'Монгол тугриги',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'Макау патакасы',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'Мавритания угиясы',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'Мавританий руписи',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'Малдив Руфийасы',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'Малави квачасы',
        ),
        'MXN' => array(
            0 => 'MXN',
            1 => 'Мексика песосу',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'Малайзия ринггити',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'Мозамбик метикалы',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'Намибия доллары',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'Нигерия найрасы',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'Никарагуа кордобасы',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'Норвегия крону',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'Непал руписи',
        ),
        'NZD' => array(
            0 => 'NZD',
            1 => 'Жаӊы Зеландия доллары',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'Оман риалы',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'Панама балбоасы',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'Перу нуэво солу',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'Папуа Жаӊы Гине кинасы',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'Филиппин песосу',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'Пакистан руписи',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'Польша злотыйы',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'Парагвай гуараниси',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'Катар риалы',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'Румыния лейи',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'Сербия динары',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'Орусия рублу',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'Руанда франкы',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'Сауд риалы',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'Соломон доллары',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'Сейшел руписи',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'Судан фунту',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'Швеция крону',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'Сингапур доллары',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'Ыйык Елена фунту',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'Сиерра Леоне леонеси',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'Сомали шиллинги',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'Суринам доллары',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'Түштүк Судан фунту',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'Сао Томе жана Принсипе добрасы',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'Сирия фунту',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'Свази лилангени',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'Тай баты',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'Тажикстан сомониси',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'Түркмөнстан манаты',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'Тунис динары',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'Тонга паангасы',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'Түркия лирасы',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'Тринидад жана Тобаго доллары',
        ),
        'TWD' => array(
            0 => 'TWD',
            1 => 'Тайвань жаӊы доллары',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'Танзания шиллинги',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'Украина гривени',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'Уганда шиллинги',
        ),
        'USD' => array(
            0 => 'USD',
            1 => 'АКШ доллары',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'Уругвай песосу',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'Өзбекстан сому',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'Венесуэла боливары',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'Вьетнам доӊу',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'Вануату ватусу',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'Самоа таласы',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'Борбор Африка CFA франкы',
        ),
        'XCD' => array(
            0 => 'XCD',
            1 => 'Чыгыш Кариб доллары',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'Батыш Африка CFA франкы',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'CFP франкы',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'Йемен риалы',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'Түштүк Африка ранды',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'Замбия квачасы',
        ),
    ),
);
