<?php

return array(
    'Version' => '2.0.98.52',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'ເປເຊຕາ ອັນໂດລາ',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'ດີແຮມ ສະຫະລັດອາຣັບ ເອມີເຣດ',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'ອັບການິ ອັບການິສະຖານ (1927–2002)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'ອັບການິ ອັບກັນນິສະຖານ',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'ແລັກ ອານບາເນຍ',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'ດຣມອາເມເນຍ',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'ຫຼຽນເງິນ ເນເທີແລນ',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'ກວານຊາ ແອງໂກລາ',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => 'ກວານຊາ ແອງໂກລາ (1977–1991)',
        ),
        'AON' => array(
            0 => 'AON',
            1 => 'ກວານຊາ ແອງໂກລາ ໃໝ່ (1995–1999)',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => 'ກວານຊາກທີ່ແກ້ໄຂໃໝ່ ແອງກູລາ (1995–1999)',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => 'ອອສຕຣານ ອາກຊັງຕິນ',
        ),
        'ARL' => array(
            0 => 'ARL',
            1 => 'ເປໂຊເລ ອາກຊັງຕິນ (1970–1983)',
        ),
        'ARM' => array(
            0 => 'ARM',
            1 => 'ເປໂຊ ອາກຊັງຕິນ (1881–1970)',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'ເປໂຊ ອາກຊັງຕິນ (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'ເປໂຊ ອາເຈນຕີນາ',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'ຊິລລິງ ອົດສະຕາລີ',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'ໂດລາ ອອດສະເຕເລຍ',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'ອະຣູແບນ ຟລໍຣິນ',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => 'ມານັດ ອາແຊກບາຍຊານ (1993–2006)',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'ມານັດ ອາຊັກບາຍຊານ',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'ດີນາ ບອສເນຍ ເຮີເຊໂບວາເນຍ (1992–1994)',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'ມາກບອສເນຍ ເຮເຊໂກເວນາ',
        ),
        'BAN' => array(
            0 => 'BAN',
            1 => 'ດີນາໃໝ່ ບອສເນຍ ເຮີເຊໂບວີນາ(1994–1997)',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'ໂດລ່າ ບາບາດຽນ',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'ຕາກາ ບັງກາເດດ',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => 'ຟຣັງ ບູນກາລີ (ປ່ຽນແປງໄດ້)',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'ຟຣັງ ບູນກາລີ',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => 'ຟຣັງ ບູນກາລີ (ການເງິນ)',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => 'ຮາດເລບ ບູນກາລີ',
        ),
        'BGM' => array(
            0 => 'BGM',
            1 => 'ເລບ ສັງຄົມບູນກາລີ',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'ເລບ ບັງແກເຣຍ',
        ),
        'BGO' => array(
            0 => 'BGO',
            1 => 'ເລບ ບູນກາລີ (1879–1952)',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'ດີນາ ບາເຣນ',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'ຟຣັງ ບຸຣັນດີ',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'ໂດລ່າເບີມູແດນ',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'ໂດລາ ບຣູໄນ',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'ໂບລິເວຍໂນ ໂລລິເວຍ',
        ),
        'BOL' => array(
            0 => 'BOL',
            1 => 'ໂລລິເວຍໂນ ໂລລິເວຍ (1863–1963)',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'ເປໂຊໂລລິເວຍ',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => 'ມະດອນ ໂລລິເວຍ',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'ກຣູເຊໂດບາຊິ ໃໝ່ (1967–1986)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'ກຣູຊາໂດບາຊິວ (1986–1989)',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => 'ກຣູເຊໂຣ ບາຊິ ກຣູໂຊ ບາຊິວ (1993–1994)',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'ຣຽນ ບຣາຊິນ',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => 'ກຣູຊາໂດ ບາຊິວ ໃໝ່ (1989–1990)',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => 'ກຣູເຊໂຣ ບາຊິວ (1993–1994)',
        ),
        'BRZ' => array(
            0 => 'BRZ',
            1 => 'ກຣູເຊໂຣ ບາຊິວ (1942–1967)',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'ໂດລ່າ ບາຮາມຽນ',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'ອັງກູຕຣາມ ບູຖານ',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => 'ຈາດ ພະມ້າ',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'ປູລາ ບອສວານາ',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'ຣູໂບ ເບຣາຣຸສ ໃໝ່(1994–1999)',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'ຣູໂບ ເບຣາຣູສ',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'ໂດລ່າ ເບວລິຊ',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'ໂດລ່າຄານາດາ',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'ຟຣັງ ຄອງໂກ',
        ),
        'CHE' => array(
            0 => 'CHE',
            1 => 'ເອີໂຣ WIR',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'ຟຣັງ ສະວິດເຊີແລນ',
        ),
        'CHW' => array(
            0 => 'CHW',
            1 => 'ຟຣັງ WIR',
        ),
        'CLE' => array(
            0 => 'CLE',
            1 => 'ເອສກູໂດ ຊິລີ',
        ),
        'CLF' => array(
            0 => 'CLF',
            1 => 'ຫົວໜ່ວຍບັນຊີ (UF) ຊິລີ',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'ເປໂຊ ຊິລີ',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'ຢວນ ຈີນ',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'ເປໂຊໂຄລຳເບຍ',
        ),
        'COU' => array(
            0 => 'COU',
            1 => 'ຫົວໜ່ວຍຄ່າຈິງ ໂຄລັມເບຍ',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'ໂຄສຕາ ຣິກັນ ໂຄລອນ',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'ດີນາ ເຊີເບຍ (2002–2006)',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => 'ຮາດໂກຣູນາ ເຊັກໂກສະໂລວັກ',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'ຄິວແບນ ຄອນເວີດຕິໂບ ເປໂຊ',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'ຄິວແບນ ເປໂຊ',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'ເອສກູໂດ ເຄບເວີດ',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'ປອນ ໄຊປຣັດ',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'ໂຄຣູນາ ສາທາລະນະລັດເຊັກ',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => 'ມາກ ເຢຍລະມັນ ຕາເວັນອອກ',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'ມາກ ເຢຍລະມັນ',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'ຟຣັງ ຈິບູຕິ',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'ໂຄຣນ ເດັນມາກ',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'ເປໂຊໂດມິນິການ',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'ດີນາ ອາຍຈີເຣຍ',
        ),
        'ECS' => array(
            0 => 'ECS',
            1 => 'ຊູເກ ເອກາວາດໍ',
        ),
        'ECV' => array(
            0 => 'ECV',
            1 => 'ຫົວໜ່ວຍຄ່າຄົງທີ່ຂອງເອກາວາດໍ',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'ຄຣູນເອສ ໂຕເນຍ',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'ປອນ ອີຢິບ',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'ແນກຟຣາ ອີຣິເທຣຍ',
        ),
        'ESA' => array(
            0 => 'ESA',
            1 => 'ເປເຊຕາສະເປັນ (ບັນຊີ)',
        ),
        'ESB' => array(
            0 => 'ESB',
            1 => 'ເປເຊຕາສະເປນ (ປ່ຽນແປງໄດ້)',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'ເປເຊຕາ ສະເປນ',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'ເບີ ເອທີໂອເປຍ',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'ເອີໂຣ',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'ມາກກາ ຟິນແລນ',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'ໂດລາ ຟິຈິ',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'ປອນ ໝູ່ເກາະ ຟໍແລນ',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'ຟຣັງ ຝຣັ່ງ',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'ປອນສະເຕີຣິງ (ອັງກິດ)',
        ),
        'GEK' => array(
            0 => 'GEK',
            1 => 'ກູປອນ ລາຣິທ ຈໍເຈຍ',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'ລາຣິ ຈໍເຈຍ',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => 'ເຊດີ ການາ (1979–2007)',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'ເຊດີການາ',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'ປອນ ຍິບຣາຕາ',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'ດາລາຊິ ແກມເບຍ',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'ຟຣັງ ກິນີ',
        ),
        'GNS' => array(
            0 => 'GNS',
            1 => 'ໄຊລິ ກີນີ',
        ),
        'GQE' => array(
            0 => 'GQE',
            1 => 'ເອັກເວເລ ອີຄວາຕິຣຽວ ກິນີ',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'ດາກຊະມາ ເກຣັກ',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'ກົວເຕມາລານ ເຄັດຊອນ',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => 'ເອສກູໂດ ກີນີໂປຕູເກດ',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'ເປໂຊກິນີ-ບິສເຊົາ',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'ດອນລາ ກາຍອານາ',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'ດອນລາ ຮົງກົງ',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'ຮອນດູແຣນ ເລມພິຣາ',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'ດີນາ ໂຄຣເອເຊຍ',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'ຄູນາ ໂກຣເອເຊຍ',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'ກູດເຮຕິ',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'ຟໍຣິນ ຮົງກາຣີ',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'ຣູປີ ອິນໂດເນເຊຍ',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'ປອນ ໄອຣິຊ',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'ປອນ ອີສະລາເອວ',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'ນິວເຊເກນ ອີສະລາແອນ',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'ຣູປີ ອິນເດຍ',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'ດີນາ ອີຣັກ',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ຣີວ ອີຣ່ານ',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'ໂຄຣນາ ໄອສແລນ',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'ລິຣາ ອີຕາລີ',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'ດອນລາ ຈາເມກາ',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'ດີນາ ຈໍແດນ',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'ເຢນ ຍີ່ປຸ່ນ',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'ຊິລລິງ ເຄນຢາ',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'ໂຊມ ຄຣີກິສະຖານ',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'ຫຼຽນກຳປູເຈ້ຍ',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'ຟຣັງ ໂກໂມໂຣສ',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'ວອນ ເກົາຫຼີເໜືອ',
        ),
        'KRH' => array(
            0 => 'KRH',
            1 => 'ຮາວານ ເກົາຫຼີເນື້',
        ),
        'KRO' => array(
            0 => 'KRO',
            1 => 'ວອນ ເກົາຫຼີໃຕ້ (1945–1953)',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'ວອນ ເກົາຫຼີໃຕ້',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'ດີນາ ຄູເວດ',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'ດອນລາໝູ່ເກາະເກແມນ',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'ເຕັງເຈ ກາຊັກສະຖານ',
        ),
        'LAK' => array(
            0 => '₭',
            1 => 'ກີບ ລາວ',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'ປອນ ເລບານອນ',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'ຣູປີ ສີຣັງກາ',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'ດອນລາ ໄລບິເລຍ',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'ໂລຕິ ເລໂຊໂຕ',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'ລິຕັສ ລິທົວເນຍ',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => 'ທາໂລນັສ ລິທົວເນຍ',
        ),
        'LUC' => array(
            0 => 'LUC',
            1 => 'ຟຣັງ ລຸກຊຳບວກ ທີ່ປ່ຽນແປງ',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'ຟຣັງ ລຸກຊຳບວກ',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => 'ຟຣັງ ລຸກຊຳບວກ ການເງິນ',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'ລັສ ລັດເວຍ',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'ຣູໂບ ລາວຽນ',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'ດີນາ ລິເບຍ',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'ດີຮາມ ໂມລອກໂກ',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'ຟຣັງ ໂມຣອກໂກ',
        ),
        'MCF' => array(
            0 => 'MCF',
            1 => 'ຟຣັງ ໂມດາໂກ',
        ),
        'MDC' => array(
            0 => 'MDC',
            1 => 'ບັດປັນສ່ວນ ມອງໂດວາ',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'ເລອູ ມອງໂດວາ',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'ອາເຣຍຣີ ມາດາກາສກາ',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'ຟຣັງ ມາດາກັດສະກາ',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'ເດນາ ມາຊິໂດເນຍ',
        ),
        'MKN' => array(
            0 => 'MKN',
            1 => 'ດີນາ ມາຊີໂດເນຍ (1992–1993)',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'ຟຣັງ ມາລີ',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'ຈາດ ມ່ຽນມາ',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'ຕຸກຣີ ມົງໂກເລຍ',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'ປາຕາກາ ມາເກົາ',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'ອໍກິວຢາ ມໍຣິເຕເນຍ',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'ລິຣາ ມອນຕາ',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => 'ປອນ ມອນຕາ',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'ຣູປີ ມໍຣີເຊຍ',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'ຣູຟີຢາ ມາດີເວຍ',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'ຄວາຊາມາລາວີ',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'ເມັກຊິກັນ ເປໂຊ',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'ຫົວໜ່ວຍເງິນ ເປໂຊ ແມັກຊິໂກ(1861–1992)',
        ),
        'MXV' => array(
            0 => 'MXV',
            1 => 'ຫົວໜ່ວຍການລົງທຶນ ແມັກຊິໂກ',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'ຣິງກິດ ມາເລເຂຍ',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'ເອສກູໂດ ໂມຊຳບິກ',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => 'ເມຕິຄໍ ໂມຊຳບິກ (1980–2006)',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'ເມຕິຄໍ ໂມຊັມບິກ',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'ດອນລາ ນາມິເບຍ',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'ໄນຣາ ໄນຈີເຣຍ',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => 'ຄໍໂດບາ ນິກາຣາກົວ (1988–1991)',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'ນິກາຣາກວນ ໂຄໂດບາ',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'ກິລເດີ ເນເທີແລນ',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'ໂຄຣນ ນອກເວ',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'ຣູປີ ເນປານ',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'ໂດລາ ນີວຊີແລນ',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ຣຽວ ໂອມານ',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'ພານາມານຽນ ບອນບົວ',
        ),
        'PEI' => array(
            0 => 'PEI',
            1 => 'ອິນຕິ ເປຣູ',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'ນູໂວຊໍ ເປຣູ',
        ),
        'PES' => array(
            0 => 'PES',
            1 => 'ໂຊນ ເປຣູ (1863–1965)',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'ກີນາ ປາປົວນີວກຸນນີນ',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'ເປໂຊ ຟີລິປິນ',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'ຣູປີ ປາກີສະຖານ',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'ຊລໍຕີ ໂປແລນ',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => 'ຊະລອສຕີ ໂປແລນ (1950–1995)',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'ເອສກູໂດ ໂປຕູເກສ',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'ກວາຣານີ ປາຣາກວາຍ',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'ຣຽວ ກາຕາ',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'ດອນລາ ໂຣດີເຊຍ',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'ລິວ ໂຣມາເນຍເກົ່າ',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'ເລອູ ໂຣມາເນຍ',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'ດີນາ ເຊີເບຍ',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'ຣູໂລ ຣັດເຊຍ',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'ຣູໂບ ຣັດເຊຍ (1991–1998)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'ຟຣັງ ວັນດາ',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'ຣີຢອນ ຊາອຸດິດອາຣາບີ',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'ໂດລາ ໝູ່ເກາະໂຊໂລມອນ',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'ຣູປີ ເຊເຊລ',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'ດີນາ ຊູດານເກົ່າ',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'ປອນ ຊູດານ',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'ປອນ ຊູດານເກົ່າ',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'ໂຄຣນາ ສະວີເດັນ',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'ໂດລາ ສິງກະໂປ',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'ປອນ ເຊັນເຮເຣນາ',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'ໂຕລາ ສະໂລວິເນຍ',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'ຄູໂຣນາ ສະໂລວັກ',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'ເລໂອນ ຊີລາເລໂອນ',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'ຊິລລິງ ໂຊມາເລຍ',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'ດອນລາ ຊູຣິນາເມ',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'ກິລເດີ ຊູຣິນາເມ',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'ປອນ ຊູດານໃຕ້',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'ໂດບຣາ ຊາວຕົວເມ ແລະ ປຣິນຊິບປີ',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'ຣູໂບ ໂຊວຽດ',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => 'ໂກລອງ ເອກາວາດໍ',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'ປອນ ຊິເຣຍ',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'ລິລັນກິນີ ສະວາຊິແລນ',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'ບາດ ໄທ',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'ຣູໂບ ຕັຈີກິສຖານ',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'ໂຊໂມນີ ທາຈິກິສຖານ',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'ມານັດ ຕວກເມນິສຖານ (1966–1987)',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'ເມນັດ ຕວກເມນິດສະຖານ',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'ດີນາ ຕູນີເຊຍ',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'ປາອັງກາ ຕອງກາ',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'ເອສກູໂດ ຕີມໍ',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'ລີຕາ ຕູຣາກີເກົ່າ',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'ລິຣາ ເທີກີ',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'ດອນລາທຣິນິແດດ ແລະ ໂທເບໂກ',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'ໂດລາ ໄຕຫວັນ',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'ຊິລລິງ ຕາຊາເນຍ',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'ຮາຣິບເນຍ ຢູເຄຣນ',
        ),
        'UAK' => array(
            0 => 'UAK',
            1 => 'ຄາໂບວາເນດ ອູແກຣນ',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'ຊິນລິງ ອູກັນດາ (1966–1987)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'ຊິລລິງ ອູການດາ',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'ໂດລ່າ ສະຫະລັດຯ',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'ດອນລາສະຫະລັດ (ມື້ຖັດໄປ)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'ດອນລາສະຫະລັດ (ມື້ດຽວກັນ)',
        ),
        'UYI' => array(
            0 => 'UYI',
            1 => 'ເປໂຊອູຣຸກວຍ (ຫົວໜ່ວຍອິນເດັກ)',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'ເປໂຊ ອູຣຸກວຍ (1975–1993)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'ເປໂຊ ອູຣູກວາຍ',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'ໂຊມ ອຸສເບກິສຖາານ',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'ໂບລີວາ ເວເນຊູເອລາ (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'ໂບລິວາ ເວເນຊູເອລາ',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'ດົງ ຫວຽດນາມ',
        ),
        'VNN' => array(
            0 => 'VNN',
            1 => 'ດົງ ຫວຽດນາມ (1978–1985)',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'ວາຕູ ວານົວຕູ',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'ຕາລາ ຊາມົວ',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'ຟຣັງ ເຊຟານ ທະນາຄານລັດອາຟຣິກາກາງ',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'ດອນລາຄາຣີບຽນຕາເວັນອອກ',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => 'ຫົວໜ່ວຍສະກຸນເງິນ ເອີຣົບ',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'ຟຣັງ ຄຳຝຣັ່ງ',
        ),
        'XFU' => array(
            0 => 'XFU',
            1 => 'ຟຣັງ ຢູໄອຊີ ຝຣັ່ງ',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'ຟັງເຊຟານ ອາຟຣິກາຕາເວັນຕົກ',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'ຊີເອັບພີ ຝຣັ່ງ',
        ),
        'XRE' => array(
            0 => 'XRE',
            1 => 'ກອງທຶນໄຣເນັດ',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'ດີນາ ເຢເມນ',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'ຣຽວ ເຢເມນ',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => 'ຮາດດີນາ ຢູໂກສະລາວີ',
        ),
        'YUM' => array(
            0 => 'YUM',
            1 => 'ດີນາໃໝ່ ຢູໂກສະລາວີ (1994–2002)',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => 'ດີນາ ທີ່ປ່ຽນສະພາບ ຢູໂກສະລາວີ (1990–1992)',
        ),
        'YUR' => array(
            0 => 'YUR',
            1 => 'ດີນາ ປະຕິຮູບ ຢູໂກສະລາວີ (1992–1993)',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => 'ແຣນ ອາຟຣິກາໃຕ້ (ການເງິນ)',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'ແຣນ ອາຟຣິກາໃຕ້',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'ຄວາຊາ ຊັມເບຍ (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'ຄວາຊາ ຊັມເບຍ',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'ແຊ ຄອງໂກໃໝ່',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => 'ແຊຄອງໂກ',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'ດອນລາ ຊິມບັບເວ (1980–2008)',
        ),
        'ZWL' => array(
            0 => 'ZWL',
            1 => 'ດອນລາ ຊິມບັບເວ (2009)',
        ),
        'ZWR' => array(
            0 => 'ZWR',
            1 => 'ດອນລາ ຊິມບັບເວ (2008)',
        ),
    ),
);
