<?php

return array(
    'Version' => '2.0.98.52',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'Арабын Нэгдсэн Эмиратын дирхам',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'Афганистаний афгани',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'Албани лек',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'Армени драм',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'Нидерланд Антиллъя гулден',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'Ангол кванза',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'Аргентин песо',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'Австралийн доллар',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'Аруба флорин',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'Азербайжан манат',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'Босни-Герцеговин хөрвөгч марк',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'Барбадос доллар',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'Бангладеш така',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'Болгар лев',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'Бахрейн динар',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'Бурунд франк',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'Бермудын доллар',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'Бруней доллар',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'Боливи боливиано',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'Бразилийн рил',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'Багам доллар',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'Бутан нгултрум',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'Ботсвани пула',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'Беларус рубль',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'Белиз доллар',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'Канад доллар',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'Конго франк',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'Швейцар франк',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'Чили песо',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'Хятад юань',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'Колумбын песо',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'Коста Рика колон',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'Куба хөрвөгч песо',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'Куба песо',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'Кабо-Верде эскудо',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'Чех коруна',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'Жибоути франк',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'Данийн крон',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'Доминикан песо',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'Алжир доллар',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'Египет паунд',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'Эритрей накфа',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'Этиоп бирр',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'Евро',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'Фижи доллар',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'Фолклэнд Арлууд паунд',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'Англи фунт стерлинг',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'Гүрж лари',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'Гана седи',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'Гибралтар паунд',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'Гамби даласи',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'Гвиней франк',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'Гватемал кецал',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'Гайана доллар',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'Хонгконг доллар',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'Гондурас лемпира',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'Хорватын куна',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'Гайти гоурде',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'Унгар форинт',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'Индонези рупи',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'Израиль шинэ шекел',
        ),
        'INR' => array(
            0 => 'INR',
            1 => 'Энэтхэг рупи',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'Ирак динар',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'Иран риал',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'Исланд крона',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'Ямайк доллар',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'Йордан динар',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'Япон иен',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'Кени шиллинг',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'Кыргыз сом',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'Камбож риел',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'Комор франк',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'Хойд Солонгос вон',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'Өмнөд Солонгос вон',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'Кувейт динар',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'Кайманы Арлууд доллар',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'Казах тэнгэ',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'Лао кип',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'Ливан паунд',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'Шри-Ланк рупи',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'Либери доллар',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'Литва литас',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'Латви лац',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'Ливи доллар',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'Марокко дирхам',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'Молдав леу',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'Малайн ариари',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'Македони денар',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'Мьянмар киат',
        ),
        'MNT' => array(
            0 => '₮',
            1 => 'Төгрөг',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'Макао патака',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'Мавритан угия',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'Мавритын рупи',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'Мальдив руфия',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'Малави квача',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'Мексик песо',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'Малайз ринггит',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'Мозамбик метикал',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'Намиби доллар',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'Нигери найра',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'Никарагуа кордоба',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'Норвеги кроне',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'Балба рупи',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'Шинэ Зеланд доллар',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'Омани риал',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'Панам бальбоа',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'Перу шинэ соль',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'Папуа-Шинэ Гвиней кина',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'Филиппин песо',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'Пакистан рупи',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'Польш злот',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'Парагвай гуарани',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'Катар риал',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'Румын леу',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'Серб динар',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'Орос рубль',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'Руанд франк',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'Саудын риял',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'Соломоны арлуудын доллар',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'Сейшел рупи',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'Судан паунд',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'Швед крона',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'Сингапур доллар',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'Сент Хелена паунд',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'Сьерра Леоне леоне',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'Сомали шиллинг',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'Суринам доллар',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'Өмнөд Судан паунд',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'Сан-Томе ба Принсипи добра',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'Сири паунд',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'Свазиланд лилангени',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'Тай бат',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'Тажик сом',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'Туркмен манат',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'Тунис доллар',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'Тонга панга',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'Туркийн лира',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'Тринидад ба Тобаго доллар',
        ),
        'TWD' => array(
            0 => 'TWD',
            1 => 'Шинэ Тайван доллар',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'Танзани шиллинг',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'Украйн гривня',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'Уганд шиллинг',
        ),
        'USD' => array(
            0 => '$',
            1 => 'Америк доллар',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'Уругвай песо',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'Узбек сом',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'Венесуэл боливар',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'Вьетнам донг',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'Вануату вату',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'Самоа тала',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'Франк КФА BEAC',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'Зүүн Карибийн доллар',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'Франк КФА BCЕАО',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'Франц Номхон далайн франк',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'Йемен риал',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'Өмнөд Африкийн ранд',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'Замби квача (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'Замби квача',
        ),
    ),
);
