<?php

return array(
    'Version' => '2.0.98.62',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'အာရပ်ဒူဟမ်း',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'အာဖဂန်အာဖဂါနီ',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'အယ်လ်ဘီးနီးယားလီခ်',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'အာမေးနီးယားဒရမ်း',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'နယ်သာလန် အန်တီလန် ဂင်းဒါး',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'အင်ဂိုလာ ကန်ဇာ',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'အာဂျင်တီးနား ပီဆို (၁၉၈၃–၁၉၈၅)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'အာဂျင်တီးနား ပီဆို',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'ဩစတြေးလျ ဒေါ်လာ',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'အရူဘန် ဂင်းဒါး',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'အဇာဘိုင်ဂျန်မာနတ်',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'ဘော့စနီးယား နှင့် ဟာဇီဂိုဘီးနားမတ်က်',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'ဘာဘဒီယံဒေါ်လာ',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'ဘင်္ဂလားဒေ့ရှ် တာကာ',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'ဘယ်လ်ဂျီယမ် ဖရန့်',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'ဘူဂေးရီးယားလက်ဖ်',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'ဘာရိန်းဒီနား',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'ဘူရွန်ဒီ ဖရန့်',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'ဘာမူဒါ ဒေါ်လာ',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'ဘရူနိုင်း ဒေါ်လာ',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'ဘိုလီဘီယံ ဘိုလီဘီအားနို',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'ဘိုလီးဘီးယား ပီဆို',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'ဘရာဇီး ရီးယဲ',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'ဘဟားမား ဒေါ်လာ',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'ဘူတန်အံဂါလ်ထရန်',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => 'ဗမာ ကျပ်',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'ဘော့စ်ဝါနာ ပုလ',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'ဘီလာရုစ် ရူဘယ်အသစ် (၁၉၉၄–၁၉၉၉)',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'ဘီလာရုစ် ရူဘယ်',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'ဘေလီဇ် ဒေါ်လာ',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'ကနေဒါ ဒေါ်လာ',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'ကွန်ဂို ဖရန့်',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'ဆွစ် ဖရန့်',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'ချီလီ ပီဆို',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'တရုတ် ယွမ်',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'ကိုလံဘီယာ ပီဆို',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'ကော့စ်တာရီကာ ခိုလုံး',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'နိုင်ငျံခားငွေလဲလှယ်နိုင်သော ကျူးဘားပီဆို ငွေ။',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'ကျူးဘား ပီဆို',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'ခေ့ပ်ဗာဒူ အက်စ်ခူဒို',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'ဆိုက်ပရက်စ် ပေါင်',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'ချက်ခိုရိုနာ',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'ဂျာမဏီ မတ်',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'ဂျီဘူတီ ဖရန့်',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'ဒိန်းမတ်ခရိုဏာ',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'ဒိုမီနီကန် ပီဆို',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'အဲလ်ဂျီရီယန် ဒီနာ',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'အီဂျစ် ပေါင်',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'အီရီတရီအာနာ့ခ်ဖာ',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'စပိန် ပယ်စေးတာ',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'အီသီယိုးပီးယားဘီးယာ',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'ယူရို',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'ဖီဂျီ ဒေါ်လာ',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'ဖောက်ကလန် ကျွန်းစု ပေါင်',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'ပြင်သစ် ဖရန့်',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'ဗြိတိသျှ ပေါင်',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'ဂျော်ဂျီယာလားရီ',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'ဂါနာ ဆဲဒီ',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'ဂျီဘရော်လ်တာ ပေါင်',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'ဂန်ဘီယာ ဒါလာစီ',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'ဂီးနီ ဖရန့်',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'ဂွာတီမာလာ ခက်ဇော်လ်',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'ဂူရာနာ ဒေါ်လာ',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'ဟောင်ကောင် ဒေါ်လာ',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'ဟွန်ဒူးရပ်စ် လန်းပီးရာ',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'ခရိုအေးရှားခူးနာ',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'ဟေတီဂူးအော်ဒ်',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'ဟန်ဂေရီယံဖော်ရင့်တ်',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'အင်ဒိုနီးရှား ရူပီးယား',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'အစ္စရေး ပေါင်',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'အစ္စရေးရှဲကလ်အသစ်',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'အိန္ဒိယ ရူပီး',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'အီရပ်ဒီနား',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'အီရန်ရီအော်လ်',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'အိုက်စလန် ခရိုဏာ',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'ဂျမေကာ ဒေါ်လာ',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'ဂျော်ဒန်ဒီနား',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'ဂျပန်ယန်း',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'ကင်ညာသျှီလင်',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'ခရူဂစ်စတန်ဆော်မ်',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'ကမ္ဘောဒီးယား ရီးယဲ',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'ကိုမိုရိုစ် ဖရန့်',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'မြောက်ကိုးရီးယား ဝမ်',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'တောင်ကိုးရီးယား ဝမ်',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'ကူဝိတ်ဒီနာ',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'ကေမန် ကျွန်းစု ဒေါ်လာ',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'ခရူဂစ်စတန်ထိန်ဂျီ',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'လာအိုခိပ်',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'လက်ဘနွန် ပေါင်',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'သီရိလင်္ကာ ရူပီး',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'လိုင်ဘေးရီးယား ဒေါ်လာ',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'လစ်သူယေးနီးယားလီတားစ်',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'လတ်ဗီးယားလတ်',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'လီဗျာ ဒီနာ',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'မိုရိုကို ဒရမ်',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'မောလ်ဒိုဗာလယ်အို',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'မလာဂစ်စီ အရီရရီ ငွေႀကး။',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'မာစီဒိုးနီးယားဒီနာ',
        ),
        'MMK' => array(
            0 => 'K',
            1 => 'မြန်မာကျပ်',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'မွန်ဂိုးလီးယားထူးဂရခ်',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'မကာအိုပါတားကား',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'မောရီတာနီအာအူဂီးယာ',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'မော်ရေရှားစ် ရူပီ',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'မော်လ်ဒိုက်ရူးဖီရာ',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'မာလာဝီခွါးချာ',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'မက္ကဆီကို ပီဆို',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'မလေးရှား ရင်းဂစ်',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'မိုဇန်ဘစ်မက်တီခယ်လ်',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'နမ်မီးဘီးယား ဒေါ်လာ',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'နိုင်ဂျီးရီးယားနိုင်းရာ',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'နီကာရာဂွာ ခိုးဒိုဘာ',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'နော်ဝေ ခရိုဏာ',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'နီပေါ ရူပီး',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'နယူးဇီလန် ဒေါ်လာ',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'အိုမန်ရီအော်လ်',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'ပနားမား ဘလ်ဘိုးအာ',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'ပီရူး နူအီဗိုဆိုးလ်',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'ပါပူရာနယူးဂီနီခီးနာ',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'ဖိလစ်ပိုင် ပီဆို',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'ပါကစ္စတန် ရူပီး',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'ပိုလန် ဇ‌လော့တီ',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'ပါရာဂွေးဂွါးအ်နီး',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'ကာတာရီအော်လ်',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'ရိုမေးနီယားလယ်အို',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'ဆားဘီးယားဒယ်နား',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'ရုရှ ရူဘယ်',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'ရုရှ ရူဘယ် (၁၉၉၁–၁၉၉၈)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'ရဝန်ဒါ ဖရန့်',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'ဆော်ဒီအာရေးဗီးယားရီယော်လ်',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'ဆော်လမွန်ကျွန်းစု ဒေါ်လာ',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'ဆေးရှလ်ရူးပီး',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'ဆူဒန် ပေါင်',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'ဆူဒန် ပေါင်အဟောင်း',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'ဆွီဒင် ခရိုဏာ',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'စင်္ကာပူ ဒေါ်လာ',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'စိန့်ဟဲလီနာ ပေါင်',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'ဆီအဲရာ လီအိုနီယန် လီအိုနီ',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'ဆိုမာလီသျှီလင်',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'ဆူရီနိမ်း ဒေါ်လာ',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'တောင်ဆူဒန်ပေါင်',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'စိန့်တိုမီနှင့်ပရင်စီပ့် ဒိုဘရာ',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'ဆိုဗီယက် ရူဗယ်',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'ဆီးရီးယား ပေါင်',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'စွာဇီလန်လီလန်းဂီနီ',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'ထိုင်းဘတ်',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'တာဂျီကစ္စတန်ဆိုမိုနီ',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'တာခ်မီန့စ်တန်မာနတ်',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'တူနီရှားဒီနာ',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'တွန်ဂါဗန်ဂါ',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'ရှေးဟောင်းတူရကီ လိုင်ရာ',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'တူရကီ လိုင်ရာ',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'ထရိုင်နီဒတ်နှင့်တိုဘာဂိုဒေါ်လာ',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'ထိုင်ဝမ် ဒေါ်လာအသစ်',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'တန်ဇန်းနီးယားသျှီလင်',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'ယူကရိန်း',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'ယူဂန္ဓာသျှီလင်',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'အမေရိကန် ဒေါ်လာ',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'အမေရိကန် ဒေါ်လာ (နောက်နေ့)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'အမေရိကန် ဒေါ်လာ (တနေ့တည်း)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'ဥရုဂွေးပီဆို',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'ဥဘက်ကစ္စတန်ဆော်မ်',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'ဗင်နီဇွဲလား ဘိုလီဗာ',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'ဗီယက်နမ် ဒေါင်',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'ဗာနုအာတူဗားထူ',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'စမိုအထားလာ',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'ကင်မရွန်းဖရန့်',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'အရှေ့ကာရီဘီယံဒေါ်လာ',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'အိုင်ဗရီးကိုးစ်ဖရန့်',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'XPFဖရန့်',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'ယီမင်ရီအော်လ်',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'တောင်အဖရိက ရန်း',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'ဇင်ဘာဘွေခွါးချာ',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'ဇင်ဘာဘွေ ဒေါ်လာ',
        ),
    ),
);
