<?php

return array(
    'Version' => '2.0.98.62',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'Андоррская песета',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'Дирхам (ОАЭ)',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'Афгани (1927–2002)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'Афганский афгани',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'Албанский лек',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'Армянский драм',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'Нидерландский антильский гульден',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'Ангольская кванза',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => 'Ангольская кванза (1977–1990)',
        ),
        'AON' => array(
            0 => 'AON',
            1 => 'Ангольская новая кванза (1990–2000)',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => 'Ангольская кванза реюстадо (1995–1999)',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => 'Аргентинский аустрал',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'Аргентинское песо (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'Аргентинское песо',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'Австрийский шиллинг',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'Австралийский доллар',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'Арубанский флорин',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => 'Старый азербайджанский манат',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'Азербайджанский манат',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'Динар Боснии и Герцеговины',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'Конвертируемая марка Боснии и Герцеговины',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'Барбадосский доллар',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'Бангладешская така',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => 'Бельгийский франк (конвертируемый)',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'Бельгийский франк',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => 'Бельгийский франк (финансовый)',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => 'Лев',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'Болгарский лев',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'Бахрейнский динар',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'Бурундийский франк',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'Бермудский доллар',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'Брунейский доллар',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'Боливийский боливиано',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'Боливийское песо',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => 'Боливийский мвдол',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'Бразильский новый крузейро (1967–1986)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'Бразильское крузадо',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => 'Бразильский крузейро (1990–1993)',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'Бразильский реал',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => 'Бразильское новое крузадо',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => 'Бразильский крузейро',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'Багамский доллар',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'Бутанский нгултрум',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => 'Джа',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'Ботсванская пула',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'Белорусский рубль (1994–1999)',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'Белорусский рубль',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'Белизский доллар',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'Канадский доллар',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'Конголезский франк',
        ),
        'CHE' => array(
            0 => 'CHE',
            1 => 'WIR евро',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'Швейцарский франк',
        ),
        'CHW' => array(
            0 => 'CHW',
            1 => 'WIR франк',
        ),
        'CLF' => array(
            0 => 'CLF',
            1 => 'Условная расчетная единица Чили',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'Чилийское песо',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'Юань Ренминби',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'Колумбийское песо',
        ),
        'COU' => array(
            0 => 'COU',
            1 => 'Единица реальной стоимости Колумбии',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'Костариканский колон',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'Старый Сербский динар',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => 'Чехословацкая твердая крона',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'Кубинское конвертируемое песо',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'Кубинское песо',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'Эскудо Кабо-Верде',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'Кипрский фунт',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'Чешская крона',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => 'Восточногерманская марка',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'Немецкая марка',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'Франк Джибути',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'Датская крона',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'Доминиканское песо',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'Алжирский динар',
        ),
        'ECS' => array(
            0 => 'ECS',
            1 => 'Эквадорский сукре',
        ),
        'ECV' => array(
            0 => 'ECV',
            1 => 'Постоянная единица стоимости Эквадора',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'Эстонская крона',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'Египетский фунт',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'Накфа',
        ),
        'ESA' => array(
            0 => 'ESA',
            1 => 'Испанская песета (А)',
        ),
        'ESB' => array(
            0 => 'ESB',
            1 => 'Испанская песета (конвертируемая)',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'Испанская песета',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'Эфиопский быр',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'Евро',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'Финская марка',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'Доллар Фиджи',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'Фунт Фолклендских островов',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'Французский франк',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'Английский фунт стерлингов',
        ),
        'GEK' => array(
            0 => 'GEK',
            1 => 'Грузинский купон',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'Грузинский лари',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => 'Ганский седи (1979–2007)',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'Ганский седи',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'Гибралтарский фунт',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'Гамбийский даласи',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'Гвинейский франк',
        ),
        'GNS' => array(
            0 => 'GNS',
            1 => 'Гвинейская сили',
        ),
        'GQE' => array(
            0 => 'GQE',
            1 => 'Эквеле экваториальной Гвинеи',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'Греческая драхма',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'Гватемальский кетсаль',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => 'Эскудо Португальской Гвинеи',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'Песо Гвинеи-Бисау',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'Гайанский доллар',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'Гонконгский доллар',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'Гондурасская лемпира',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'Хорватский динар',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'Хорватская куна',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'Гаитянский гурд',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'Венгерский форинт',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'Индонезийская рупия',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'Ирландский фунт',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'Израильский фунт',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'Новый израильский шекель',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'Индийская рупия',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'Иракский динар',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'Иранский риал',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'Исландская крона',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'Итальянская лира',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'Ямайский доллар',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'Иорданский динар',
        ),
        'JPY' => array(
            0 => '¥',
            1 => 'Японская иена',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'Кенийский шиллинг',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'Киргизский сом',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'Камбоджийский риель',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'Франк Коморских островов',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'Северо-корейская вона',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'Вона Республики Кореи',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'Кувейтский динар',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'Доллар Каймановых островов',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'Казахский тенге',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'Кип ЛНДР',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'Ливанский фунт',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'Шри-Ланкийская рупия',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'Либерийский доллар',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'Лоти',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'Литовский лит',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => 'Литовский талон',
        ),
        'LUC' => array(
            0 => 'LUC',
            1 => 'Конвертируемый франк Люксембурга',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'Люксембургский франк',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => 'Финансовый франк Люксембурга',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'Латвийский лат',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'Латвийский рубль',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'Ливийский динар',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'Марокканский дирхам',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'Марокканский франк',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'Молдавский лей',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'Малагасийский ариари',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'Малагасийский франк',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'Македонский динар',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'Малийский франк',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'Кьят',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'Монгольский тугрик',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'Патака Макао',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'Мавританская угия',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'Мальтийская лира',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => 'Мальтийский фунт',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'Маврикийская рупия',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'Мальдивская руфия',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'Малавийская квача',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'Мексиканское новое песо',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'Мексиканское серебряное песо (1861–1992)',
        ),
        'MXV' => array(
            0 => 'MXV',
            1 => 'Мексиканская пересчетная единица (UDI)',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'Малайзийский ринггит',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'Мозамбикское эскудо',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => 'Старый мозамбикский метикал',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'Мозамбикский метикал',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'Доллар Намибии',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'Нигерийская найра',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => 'Никарагуанская кордоба (1988–1991)',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'Никарагуанская кордоба',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'Нидерландский гульден',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'Норвежская крона',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'Непальская рупия',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'Новозеландский доллар',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'Оманский риал',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'Панамское бальбоа',
        ),
        'PEI' => array(
            0 => 'PEI',
            1 => 'Перуанское инти',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'Перуанский новый соль',
        ),
        'PES' => array(
            0 => 'PES',
            1 => 'Перуанский соль',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'Кина',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'Филиппинское песо',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'Пакистанская рупия',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'Польский злотый',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => 'Злотый',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'Португальское эскудо',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'Парагвайский гуарани',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'Катарский риал',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'Родезийский доллар',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'Старый Румынский лей',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'Румынский лей',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'Сербский динар',
        ),
        'RUB' => array(
            0 => 'руб.',
            1 => 'Российский рубль',
        ),
        'RUR' => array(
            0 => 'р.',
            1 => 'Российский рубль (1991–1998)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'Франк Руанды',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'Саудовский риал',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'Доллар Соломоновых островов',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'Сейшельская рупия',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'Суданский динар',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'Суданский фунт',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'Старый суданский фунт',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'Шведская крона',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'Сингапурский доллар',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'Фунт острова Святой Елены',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'Словенский толар',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'Словацкая крона',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'Леоне',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'Сомалийский шиллинг',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'Суринамский доллар',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'Суринамский гульден',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'Южносуданский фунт',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'Добра Сант-Томе и Принсипи',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'Рубль СССР',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => 'Сальвадорский колон',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'Сирийский фунт',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'Свазилендский лилангени',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'Таиландский бат',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'Таджикский рубль',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'Таджикский сомони',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'Туркменский манат',
        ),
        'TMT' => array(
            0 => 'ТМТ',
            1 => 'Туркменский новый манат',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'Тунисский динар',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'Паанга',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'Тиморское эскудо',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'Турецкая лира (1922–2005)',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'Турецкая лира',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'Доллар Тринидада и Тобаго',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'Новый тайваньский доллар',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'Танзанийский шиллинг',
        ),
        'UAH' => array(
            0 => '₴',
            1 => 'Украинская гривна',
        ),
        'UAK' => array(
            0 => 'UAK',
            1 => 'Карбованец (украинский)',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'Старый угандийский шиллинг',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'Угандийский шиллинг',
        ),
        'USD' => array(
            0 => '$',
            1 => 'Доллар США',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'Доллар США следующего дня',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'Доллар США текущего дня',
        ),
        'UYI' => array(
            0 => 'UYI',
            1 => 'Уругвайский песо (индекс инфляции)',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'Уругвайское старое песо (1975–1993)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'Уругвайское песо',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'Узбекский сум',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'Венесуэльский боливар (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'Венесуэльский боливар',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'Вьетнамский донг',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'Вату',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'Тала Самоа',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'Франк КФА ВЕАС',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'Восточно-карибский доллар',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => 'ЭКЮ (единица европейской валюты)',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'Французский золотой франк',
        ),
        'XFU' => array(
            0 => 'XFU',
            1 => 'Французский UIC-франк',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'Франк КФА ВСЕАО',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'Франк КФП',
        ),
        'XRE' => array(
            0 => 'XRE',
            1 => 'единица RINET-фондов',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'Йеменский динар',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'Йеменский риал',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => 'Югославский твердый динар',
        ),
        'YUM' => array(
            0 => 'YUM',
            1 => 'Югославский новый динар',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => 'Югославский динар',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => 'Южноафриканский рэнд (финансовый)',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'Южноафриканский рэнд',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'Квача (замбийская) (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'Квача (замбийская)',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'Новый заир',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => 'Заир',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'Доллар Зимбабве',
        ),
        'ZWL' => array(
            0 => 'ZWL',
            1 => 'Доллар Зимбабве (2009)',
        ),
    ),
);
